let data = `[00:00.000] 作词 : Chieh-Lun Chou
[00:01.000] 作曲 : Chieh-Lun Chou
[00:11.665]对这个世界如果你有太多的抱怨
[00:15.179]跌倒了就不敢继续往前走
[00:18.200]为什么 人要这么的脆弱堕落
[00:22.215]请你打开电视看看
[00:24.219]多少人为生命在努力勇敢的走下去
[00:27.987]我们是不是该知足
[00:30.753]珍惜一切就算没有拥有
[00:35.011]还记得你说家是唯一的城堡
[00:38.531]随着稻香河流继续奔跑
[00:41.544]微微笑小时候的梦我知道
[00:46.560]不要哭 让萤火虫带着你逃跑
[00:50.328]乡间的歌谣永远的依靠
[00:53.341]回家吧 回到最初的美好
[01:00.000]Music~ ~ ~
[01:22.151]不要这么容易就想放弃就像我说的
[01:25.669]追不到的梦想换个梦不就得了
[01:28.677]为自己的人生鲜艳上色
[01:30.684]先把爱涂上喜欢的颜色
[01:33.955]笑一个吧  功成名就不是目的
[01:36.707]让自己快乐快乐这才叫做意义
[01:39.472]童年的纸飞机 现在终于飞回我手里
[01:45.241]所谓的那快乐 赤脚在田里追蜻蜓追到累了
[01:50.512]偷摘水果被蜜蜂给叮到怕了
[01:53.018]谁在偷笑呢
[01:54.525]我靠着 稻草人 吹着风 唱着歌 睡着了
[01:57.543]哦~哦~
[01:59.047]午后吉它在虫鸣中更清脆
[02:00.555]哦~哦~
[02:01.298]阳光洒在路上就不怕心碎
[02:04.061]珍惜一切就算没有拥有
[02:08.574]还记得你说家是唯一的城堡
[02:12.340]随着稻香河流继续奔跑
[02:15.350]微微笑 小时候的梦我知道
[02:20.376]不要哭让萤火虫带着你逃跑
[02:23.887]乡间的歌谣永远的依靠
[02:26.896]回家吧 回到最初的美好
[02:32.424]还记得你说家是唯一的城堡
[02:35.690]随着稻香河流继续奔跑
[02:38.702]微微笑 小时候的梦我知道
[02:43.717]不要哭让萤火虫带着你逃跑
[02:47.483]乡间的歌谣永远的依靠
[02:50.248]回家吧 回到最初的美好`
